Revit 2024 API
MultiReferenceAnnotation.TagId Property
 The child IndependentTag owned by this multi-reference annotation.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public ElementId TagId { get; }
Visual Basic
Public ReadOnly Property TagId As ElementId
	Get
Visual C++
public:
property ElementId^ TagId {
	ElementId^ get ();
}
See Also
MultiReferenceAnnotation Class
Autodesk.Revit.DB Namespace